[
  "buying Christmas gifts for people with an Amazon gift card",
  "Clean Hands Are First Line of Defense to Fight Off Colds",
  "\"When I was 8, I moved to a new school district.\"",
  "\"It is a pretty casual job, and I schedule my own hours.\"",
  "calling out a fake friend",
  "I wanted my high school football team to lose when I was on the team",
  "theoretically refusing to date a guy shorter than me",
  "Wife Married to a Cheater Finds Right Ring for Divorce",
  "Boyfriend is mean to me so I'm using him for his money until I graduate",
  "I don't know what I'm doing with my life.",
  "I was the hero of the picnic when I came back with a bag of ice.",
  "I was driving in my hybrid car near my house.",
  "A while ago I bought some coins and I really enjoy giving people gold and silver",
  "I have an internet boyfriend and I am married. Am I cheating? I am so conflicted.",
  "\"After doing some research, Jack discovered he had sold a rare book.\"",
  "I feel like I don’t belong anywhere",
  "Finally Lucy got what she wanted.",
  "\"As he went to eat it, he got a phone call.\"",
  "We woke up our boy and went to get snow cones.",
  "not letting people charge their phones at my work",
  "not wanting a relationship with her because of her dog",
  "I decided on going to the store to buy some and they were cheap.",
  "telling my boyfriend that I would maybe leave him if he started smoking pot again",
  "I once had a job working with kids",
  "It was very valuable so she kept it locked at all times.",
  "being upset that my girlfriend is texting exes daily or trying to meet up with them",
  "Daughter Dreads Taking in Hard-to-Please Elderly Mother",
  "No one could make her stop no matter how uncomfortable she made them.",
  "getting upset with the members in my group for a massive project",
  "\"I know how to pronounce Van Gogh but don't wanna be \"\"that\"\" guy so I say Go\"",
  "Woman Explores the Wrong Paths Looking for Mr. Right",
  "accidentally roasting the band Smashmouth",
  "She knew that she would need to become financially independent.",
  "Brandy was nervous that she would miss the play.",
  "She came home very happy because they all loved the wings.",
  "Grandmother Raising Small Child Needs Help",
  "not being part of my boyfriend's Sunday game nights",
  "Donation of Formal Dresses Can Make Prom Dreams Come True",
  "I hate fitness people",
  "breaking a long time friendship",
  "Her mother decided to take her to the doctor to make sure she was ok.",
  "i ate my co workers hot cheetos without asking her",
  "When they got off they went to their hotel.",
  "\"After she graduated, Amy opened her own bake shop.\"",
  "letting people keep some of the money they owe me as a Christmas present",
  "Jake was so scared he couldn't go to sleep.",
  "thinking that Looks and character are equally important when u start dating",
  "Bob and Karen weren't sure what to do on a Fall Friday evening.",
  "I can't stop fantasizing about being with married men",
  "\"It was a long drive, and we tried to make it fun not somber.\"",
  "Organ Donation Helps Mother Turn Tragedy Into Triumphs",
  "being annoyed that my friend always expects me to sit her dog for free",
  "I hate my face",
  "Amanda went to the dance and she was the best dancer in her class.",
  "complaining no one said happy birthday to me",
  "\"For weeks, Joanne has stressed out about her college applications.\"",
  "I listen to the Red Army Choir",
  "Brett did not finish his homework after dinner.",
  "Most of my life has been lived on the internet and yet I've always been a lurker.",
  "His wife was even starting to get tired of his absence.",
  "'Serial Batterers' Should Be Seen as Dangerous Menace",
  "blushing to another guy while I have a boyfriend",
  "bullying/making fun of this guy",
  "Abby's Favorite Dog Is The German Shepherd",
  "not shaving my legs",
  "Stepson Snubbed by Family's Habit of Selective Gift-Giving",
  "I was hurt and sad but I decided not to care.",
  "Man's Silence About Past Therapy Distances Fiancee",
  "Golfer Who Improves His Lie Must Learn to Tell the Truth",
  "wanting my roommate to split grocery costs with the rest of us",
  "Aaron was very excited about his trip to Mexico.",
  "Kate missed talking to her friend.",
  "She hired a painter to do it while she was at work.",
  "Sometimes my friends wont play pool with me...",
  "Fending Off The Advances Of A Married Superior",
  "I drank a co-worker's Coke from the office fridge.",
  "I'm 'faking' applying for jobs just to get my family off my back",
  "quitting my job as their busy season approaches",
  "She played five more minutes until she accomplished her goal.",
  "Ed felt a bit suspicious when his brother shared his jelly beans.",
  "telling my ex's parents about her drug use",
  "\"One day, he noticed a rather large fish in his nets.\"",
  "being frustrated at family member exposing my 3 month child to the flu",
  "Wife Suspects Husband Didn't Vacation in Vegas by Himself",
  "\"Duffie went to the library, but couldn't find any ideas he liked.\"",
  "Told a beggar at gas pump to get a job",
  "Covert Use of Speakerphone Makes Caller Want to Clam Up",
  "\"I'm not attracted to actual people, only to anime characters\"",
  "I’m a conservative at a liberal school",
  "Thom found his hands clumsy and the task nearly impossible."
]
